{
  "thomas-edison": {
    "name": "Thomas Edison",
    "role": "Inventor & Mentor",
    "avatar": "TE",
    "quote": "",
    "description": "Ford's mentor whose electrical thinking shaped how Ford conceived of money as a 'transmitter' of energy. Edison's battle over AC/DC current influenced Ford's philosophy that energy systems require flow.",
    "tags": [
      "MENTOR"
    ]
  },
  "sam-walton": {
    "name": "Sam Walton",
    "role": "Walmart Founder",
    "avatar": "SW",
    "quote": "",
    "description": "Drove a pickup truck despite being America's richest man. Exemplifies the pattern of builders who accumulate fortunes while genuinely not caring about the fortune.",
    "tags": [
      "REFERENCE"
    ]
  },
  "warren-buffett": {
    "name": "Warren Buffett",
    "role": "Chairman of Berkshire Hathaway",
    "avatar": "WB",
    "quote": "",
    "description": "Borrowed a metaphor from baseball to describe patience in investing: unlike baseball, there are no called strikes. The investor can watch hundreds of pitches without swinging and wait for the fat pitch over center plate.",
    "tags": [
      "SUBJECT"
    ]
  },
  "sam-zell": {
    "name": "Sam Zell",
    "role": "Equity Group Founder",
    "avatar": "SZ",
    "quote": "Wealth is a great way to keep score but not the object of the game.",
    "description": "Billionaire real estate investor known as the 'Grave Dancer' for buying distressed assets. Famous for his contrarian approach and indifference to conventional success metrics.",
    "tags": [
      "REFERENCE"
    ]
  },
  "hans-wilsdorf": {
    "name": "Hans Wilsdorf",
    "role": "Founder of Rolex (1881-1960)",
    "avatar": "HW",
    "quote": "",
    "description": "Engineered a chain of strategic watch gifts to world leaders, creating the literal truth behind the slogan 'Men who guide the destinies of the world wear Rolex watches.' Built a narrative so profitable and so rigid that the company has essentially made the same product for seventy years.",
    "tags": [
      "SUBJECT"
    ]
  },
  "steve-jobs": {
    "name": "Steve Jobs",
    "role": "Co-founder and CEO of Apple (1955-2011)",
    "avatar": "SJ",
    "quote": "",
    "description": "His return to Apple in 1997 fused his personal mythology with Apple's corporate mythology so completely that Jobs's death raised existential questions about the company's future. The god-king problem: when the mythology resides in a single mortal person, the institution's future is on a biological clock.",
    "tags": [
      "REFERENCE"
    ]
  },
  "coffee-jim": {
    "name": "Coffee Jim",
    "role": "First External Investor",
    "avatar": "CJ",
    "quote": "Your word's all I want.",
    "description": "Lunch wagon proprietor who became Ford's friend during years of late-night conversation. Provided Ford's first external capital for the 999 racing car based purely on personal trust.",
    "tags": [
      "INVESTOR",
      "FRIEND"
    ]
  },
  "barney-oldfield": {
    "name": "Barney Oldfield",
    "role": "Racing Driver",
    "avatar": "BO",
    "quote": "This chariot may kill me, but they will say afterward that I was going like hell when she took me over the bank.",
    "description": "Bicycle racer who had never driven an automobile when he agreed to pilot the dangerous 999. Won by half a mile, transforming Ford's credibility overnight.",
    "tags": [
      "COLLABORATOR"
    ]
  },
  "alexander-winton": {
    "name": "Alexander Winton",
    "role": "Racing Opponent",
    "avatar": "AW",
    "quote": "",
    "description": "Defeated by Barney Oldfield in the 999 by half a mile in October 1902. The overwhelming margin transformed Ford's credibility with investors.",
    "tags": [
      "COMPETITOR"
    ]
  },
  "enzo-ferrari": {
    "name": "Enzo Ferrari",
    "role": "Ferrari Founder",
    "avatar": "EZ",
    "quote": "",
    "description": "Walked away from selling to Ford in 1963, publicly embarrassing Henry Ford II. Ford's response was the $25 million GT40 program that swept Le Mans 1-2-3 in 1966.",
    "tags": [
      "RIVAL"
    ]
  },
  "henry-ford-ii": {
    "name": "Henry Ford II",
    "role": "Ford Motor Company CEO",
    "avatar": "H2",
    "quote": "I am green and searching for answers. This company needs professional management, and it doesn't have any.",
    "description": "Rescued Ford Motor Company from collapse after his grandfather's decline. Initiated the GT40 program after Ferrari's public embarrassment. Known as 'the Deuce.'",
    "tags": [
      "FAMILY",
      "LEADER"
    ]
  },
  "elon-musk": {
    "name": "Elon Musk",
    "role": "Tesla & SpaceX Founder",
    "avatar": "EM",
    "quote": "",
    "description": "Grasped Ford's spectacle demonstration principle. The Tesla Roadster and SpaceX's fourth Falcon 1 launch proved that binary public success beats years of quiet competence.",
    "tags": [
      "REFERENCE"
    ]
  },
  "clara-ford": {
    "name": "Clara Bryant Ford",
    "role": "Wife",
    "avatar": "CF",
    "quote": "Seven years. Seven years. Henry, at last you've done it.",
    "description": "Married Ford in 1888 and sustained seven years of sacrifice while he built his first automobile. Her household economy financed his experiments when no investor would.",
    "tags": [
      "FAMILY",
      "PARTNER"
    ]
  },
  "jeff-bezos": {
    "name": "Jeff Bezos",
    "role": "Amazon Founder",
    "avatar": "JB",
    "quote": "",
    "description": "Built the same vertical integration capability at Amazon that Ford pioneered: warehouses, delivery trucks, cargo planes, container ships. Also exemplifies the spousal sacrifice pattern.",
    "tags": [
      "REFERENCE"
    ]
  },
  "dodge-brothers": {
    "name": "John & Horace Dodge",
    "role": "Early Investors & Suppliers",
    "avatar": "DD",
    "quote": "",
    "description": "Filed the landmark lawsuit that established shareholder primacy. Their demand for dividends led to Ford's $106 million buyout of all minority shareholders.",
    "tags": [
      "INVESTOR",
      "COMPETITOR"
    ]
  },
  "john-dodge": {
    "name": "John Dodge",
    "role": "Dodge Brothers Co-Founder",
    "avatar": "JD",
    "quote": "",
    "description": "With his brother Horace, supplied Ford's early engines and transmissions. Their lawsuit established the legal principle of shareholder primacy that still governs corporate law.",
    "tags": [
      "INVESTOR",
      "COMPETITOR"
    ]
  },
  "horace-dodge": {
    "name": "Horace Dodge",
    "role": "Dodge Brothers Co-Founder",
    "avatar": "HD",
    "quote": "",
    "description": "The Dodge brothers filed their lawsuit the day after attending Edsel Ford's wedding, where they had been guests. The timing carried its own insult.",
    "tags": [
      "INVESTOR",
      "COMPETITOR"
    ]
  },
  "mark-zuckerberg": {
    "name": "Mark Zuckerberg",
    "role": "CEO of Meta",
    "avatar": "MZ",
    "quote": "",
    "description": "Invested over $50 billion in Reality Labs specifically to escape Apple's chokepoint control over iOS. The cost of building your own platform, however astronomical, is finite. The cost of remaining dependent on someone else's is potentially unlimited.",
    "tags": [
      "SUBJECT"
    ]
  },
  "taiichi-ohno": {
    "name": "Taiichi Ohno",
    "role": "Toyota Production System Architect",
    "avatar": "TO",
    "quote": "",
    "description": "Called Ford his primary teacher but improved precisely where Ford failed. Built continuous improvement and worker judgment into Toyota's culture. The student who surpassed the teacher.",
    "tags": [
      "MENTEE",
      "REFERENCE"
    ]
  },
  "alfred-sloan": {
    "name": "Alfred P. Sloan",
    "role": "General Motors CEO",
    "avatar": "AS",
    "quote": "The old master had failed to master change.",
    "description": "Developed the market segmentation strategy that defeated Ford. Created the brand ladder from Chevrolet to Cadillac and annual model changes. GM passed Ford by 1930.",
    "tags": [
      "COMPETITOR",
      "RIVAL"
    ]
  },
  "edsel-ford": {
    "name": "Edsel Ford",
    "role": "President, Ford Motor Company",
    "avatar": "EF",
    "quote": "",
    "description": "Groomed to succeed his father but systematically undermined. Represented modern management: market research, design innovation, product variety. Died at 49, with stress as a contributing factor.",
    "tags": [
      "FAMILY"
    ]
  },
  "harry-bennett": {
    "name": "Harry Bennett",
    "role": "Head of Ford Motor Company's Service Department",
    "avatar": "HB",
    "quote": "",
    "description": "A former Navy boxer who built a private security apparatus that terrorized Ford employees and used violence to prevent unionization. Ford tolerated Bennett because Bennett confirmed the worldview that the self-reliant industrialist needed no bureaucratic structures.",
    "tags": [
      "SUBJECT"
    ]
  },
  "charles-sorensen": {
    "name": "Charles E. Sorensen",
    "role": "Production Executive",
    "avatar": "CS",
    "quote": "",
    "description": "The foreman who arranged the first moving assembly line experiment in 1913. Rose to become Ford's most important production executive, known as 'Cast-Iron Charlie.'",
    "tags": [
      "EMPLOYEE",
      "COLLABORATOR"
    ]
  },
  "gustavus-swift": {
    "name": "Gustavus Swift",
    "role": "Meatpacking Pioneer",
    "avatar": "GS",
    "quote": "",
    "description": "Chicago meatpacker who pioneered the disassembly line for animal carcasses. Ford's assembly line was essentially Swift's process in reverse.",
    "tags": [
      "INFLUENCE"
    ]
  },
  "philip-armour": {
    "name": "Philip Armour",
    "role": "Meatpacking Pioneer",
    "avatar": "PA",
    "quote": "",
    "description": "Along with Swift, developed the Chicago stockyard methods that Ford adapted. Discovered that moving chains naturally synchronize worker pace.",
    "tags": [
      "INFLUENCE"
    ]
  },
  "carl-johansson": {
    "name": "Carl Edvard Johansson",
    "role": "Precision Measurement Pioneer",
    "avatar": "CEJ",
    "quote": "",
    "description": "Swedish metrologist whose gauge blocks made it possible to measure to two-millionths of an inch. Ford purchased his entire company in 1923.",
    "tags": [
      "COLLABORATOR",
      "INNOVATOR"
    ]
  },
  "clarence-avery": {
    "name": "Clarence Avery",
    "role": "Production Engineer",
    "avatar": "CA",
    "quote": "",
    "description": "Calculated that Highland Park workers walked only 250 feet per shift after the moving line, down from four miles before. Quantified Ford's efficiency gains.",
    "tags": [
      "EMPLOYEE"
    ]
  },
  "fred-colvin": {
    "name": "Fred Colvin",
    "role": "Journalist",
    "avatar": "FC",
    "quote": "",
    "description": "Toured Highland Park in 1914 and reported that workers lost an average of sixteen fingers per month on punch presses alone. Documented the human cost of mass production.",
    "tags": [
      "REFERENCE"
    ]
  },
  "milton-hershey": {
    "name": "Milton Hershey",
    "role": "Hershey Chocolate Founder",
    "avatar": "MH",
    "quote": "",
    "description": "Discovered that amenities without adequate wages produced the same instability as Pullman. In 1937, when Hershey cut bonuses, workers struck and were beaten by company loyalists.",
    "tags": [
      "REFERENCE"
    ]
  },
  "albert-kahn": {
    "name": "Albert Kahn",
    "role": "Industrial Architect",
    "avatar": "AK",
    "quote": "",
    "description": "Designed the River Rouge complex buildings as machines rather than containers. His reinforced concrete and steel structures enabled Ford's vision of total integration. Also designed Edsel Ford's home.",
    "tags": [
      "COLLABORATOR"
    ]
  },
  "leonardo-del-vecchio": {
    "name": "Leonardo Del Vecchio",
    "role": "Luxottica Founder",
    "avatar": "LV",
    "quote": "",
    "description": "Born too poor to keep, placed in an orphanage at seven. By 2018, Luxottica-Essilor controlled nearly everything in eyewear: manufacturing, retail, even vision insurance.",
    "tags": [
      "REFERENCE"
    ]
  },
  "steve-sasson": {
    "name": "Steve Sasson",
    "role": "Digital Camera Inventor",
    "avatar": "SS",
    "quote": "",
    "description": "Built the first digital camera at Kodak in 1975. Executives asked how long before it matched film quality. He said fifteen to twenty years. They told him not to tell anyone.",
    "tags": [
      "REFERENCE"
    ]
  },
  "clayton-christensen": {
    "name": "Clayton Christensen",
    "role": "Innovation Scholar",
    "avatar": "CC",
    "quote": "",
    "description": "Called the rigidity trap 'the innovator's dilemma': the practices that make companies successful in established markets make them vulnerable to disruptive innovations.",
    "tags": [
      "REFERENCE"
    ]
  },
  "john-antioco": {
    "name": "John Antioco",
    "role": "Blockbuster CEO",
    "avatar": "JA",
    "quote": "",
    "description": "In 2000, Netflix offered to sell for $50 million. Antioco struggled not to laugh. He later eliminated late fees, accepting $600 million in losses. The board forced him out anyway.",
    "tags": [
      "REFERENCE",
      "CAUTIONARY"
    ]
  },
  "george-selden": {
    "name": "George Baldwin Selden",
    "role": "Patent Attorney",
    "avatar": "GBS",
    "quote": "",
    "description": "Never manufactured a car but held the patent on 'road locomotives.' Used continuation practice to time his patent to the emergence of the auto industry. Ford fought him for eight years.",
    "tags": [
      "ANTAGONIST"
    ]
  },
  "karl-benz": {
    "name": "Karl Benz",
    "role": "Automobile Inventor",
    "avatar": "KB",
    "quote": "",
    "description": "Built the first true automobile in 1886. Owed nothing to Selden's paper patent despite Selden's claims of priority.",
    "tags": [
      "REFERENCE"
    ]
  },
  "gottlieb-daimler": {
    "name": "Gottlieb Daimler",
    "role": "Automobile Pioneer",
    "avatar": "GD",
    "quote": "",
    "description": "Developed the high-speed petrol engine independently of Benz. His work proved that Selden's patent covered obsolete technology.",
    "tags": [
      "REFERENCE"
    ]
  },
  "ransom-olds": {
    "name": "Ransom E. Olds",
    "role": "Oldsmobile Founder",
    "avatar": "RO",
    "quote": "",
    "description": "Began mass production in 1901 with the curved-dash Oldsmobile. Proved the market for affordable automobiles existed before Ford entered it.",
    "tags": [
      "COMPETITOR"
    ]
  },
  "frederic-smith": {
    "name": "Frederic L. Smith",
    "role": "ALAM President",
    "avatar": "FS",
    "quote": "",
    "description": "President of Olds Motor Works who led ALAM, the patent cartel that tried to exclude Ford from the industry. Ford's victory broke the cartel's power.",
    "tags": [
      "ANTAGONIST"
    ]
  },
  "ida-tarbell": {
    "name": "Ida Tarbell",
    "role": "Investigative Journalist",
    "avatar": "IT",
    "quote": "",
    "description": "Her exposé of Standard Oil appeared just two years before Ford began fighting ALAM. Made fighting trusts heroic in the popular imagination.",
    "tags": [
      "REFERENCE"
    ]
  },
  "ralzemond-parker": {
    "name": "Ralzemond A. Parker",
    "role": "Ford's Attorney",
    "avatar": "RP",
    "quote": "",
    "description": "Led Ford's legal team in the Selden patent fight. Developed the argument that Selden's Brayton-cycle engine was obsolete, winning the appeal in 1911.",
    "tags": [
      "COLLABORATOR"
    ]
  },
  "edmund-wise": {
    "name": "Edmund E. Wise",
    "role": "Ford's Attorney",
    "avatar": "EW",
    "quote": "",
    "description": "Worked with Parker on the technical defense against the Selden patent. Proved that every car used Otto-cycle engines, not the Brayton-cycle Selden had patented.",
    "tags": [
      "COLLABORATOR"
    ]
  },
  "clausewitz": {
    "name": "Carl von Clausewitz",
    "role": "Military Theorist",
    "avatar": "CVC",
    "quote": "",
    "description": "Distinguished between strategies of annihilation and strategies of exhaustion. Ford's approach to the Selden patent fight exemplified exhaustion strategy.",
    "tags": [
      "REFERENCE"
    ]
  },
  "eleanor-clay": {
    "name": "Eleanor Clay",
    "role": "Edsel Ford's Fiancée",
    "avatar": "EC",
    "quote": "",
    "description": "Niece of department store magnate J.L. Hudson. Married Edsel Ford in 1916, the day before the Dodge brothers filed their landmark lawsuit.",
    "tags": [
      "FAMILY"
    ]
  },
  "eleanor-ford": {
    "name": "Eleanor Clay Ford",
    "role": "Edsel Ford's Wife",
    "avatar": "EF2",
    "quote": "He killed my husband. He will not kill my son.",
    "description": "Married Edsel Ford in 1916. After Edsel's death, she and Clara Ford forced Henry to install Henry Ford II as president, threatening to sell their shares if he refused.",
    "tags": [
      "FAMILY"
    ]
  },
  "walter-reuther": {
    "name": "Walter Reuther",
    "role": "UAW Leader",
    "avatar": "WR",
    "quote": "",
    "description": "UAW organizer beaten at the Battle of the Overpass in 1937. Later became UAW president and one of the most influential labor leaders in American history.",
    "tags": [
      "ANTAGONIST",
      "LEADER"
    ]
  },
  "richard-frankensteen": {
    "name": "Richard Frankensteen",
    "role": "UAW Organizer",
    "avatar": "RF",
    "quote": "",
    "description": "Beaten alongside Reuther at the Battle of the Overpass. His coat was pulled over his head to blind him while Bennett's men kicked him in the kidneys.",
    "tags": [
      "ANTAGONIST"
    ]
  },
  "ernest-breech": {
    "name": "Ernest R. Breech",
    "role": "Executive Vice President",
    "avatar": "EB",
    "quote": "",
    "description": "Hired from GM subsidiary Bendix Aviation in 1946. Brought professional management methods to Ford: decentralization, financial controls, modern organizational structure.",
    "tags": [
      "EXECUTIVE"
    ]
  },
  "tex-thornton": {
    "name": "Charles 'Tex' Thornton",
    "role": "Whiz Kids Leader",
    "avatar": "TT",
    "quote": "",
    "description": "Proposed that Ford hire his entire team of ten statistical control officers as a package. The 'Whiz Kids' would transform Ford Motor Company and American management.",
    "tags": [
      "EMPLOYEE",
      "INNOVATOR"
    ]
  },
  "robert-mcnamara": {
    "name": "Robert S. McNamara",
    "role": "Whiz Kid / Secretary of Defense",
    "avatar": "RM",
    "quote": "",
    "description": "One of the Whiz Kids who became Ford's president, then Secretary of Defense under Kennedy and Johnson. Embodied both the promise and limits of quantitative management.",
    "tags": [
      "EMPLOYEE",
      "LEADER"
    ]
  },
  "arjay-miller": {
    "name": "Arjay Miller",
    "role": "Whiz Kid / Ford President",
    "avatar": "AM",
    "quote": "",
    "description": "Another Whiz Kid who eventually became Ford's president. Part of the team that saved the company from collapse in the late 1940s.",
    "tags": [
      "EMPLOYEE",
      "LEADER"
    ]
  },
  "j-edward-lundy": {
    "name": "J. Edward Lundy",
    "role": "Whiz Kid / CFO",
    "avatar": "JL",
    "quote": "",
    "description": "Served as Ford's chief financial officer and remained with the company until 1979, longer than any other Whiz Kid. Built Ford's financial control systems.",
    "tags": [
      "EMPLOYEE"
    ]
  },
  "larry-page": {
    "name": "Larry Page",
    "role": "Google Co-Founder",
    "avatar": "LP",
    "quote": "",
    "description": "With Sergey Brin, structured Google with dual-class shares to maintain founder control. Solved the same problem Ford faced with the Dodges.",
    "tags": [
      "REFERENCE"
    ]
  },
  "sergey-brin": {
    "name": "Sergey Brin",
    "role": "Google Co-Founder",
    "avatar": "SB",
    "quote": "",
    "description": "Co-architect of Google's dual-class share structure. Demonstrates how modern founders avoid Ford's $106 million buyout solution.",
    "tags": [
      "REFERENCE"
    ]
  },
  "ernest-kanzler": {
    "name": "Ernest Kanzler",
    "role": "Ford Executive & Son-in-Law",
    "avatar": "EK",
    "quote": "",
    "description": "Wrote an eight-page memorandum in 1926 urging Ford to modernize the Model T. Ford read the memo and fired him. The Model T was discontinued the following year.",
    "tags": [
      "FAMILY",
      "EXECUTIVE"
    ]
  },
  "frank-lloyd-wright": {
    "name": "Frank Lloyd Wright",
    "role": "Architect",
    "avatar": "FLW",
    "quote": "The most beautiful car in the world.",
    "description": "Called the 1940 Lincoln Continental, which Edsel personally supervised, 'the most beautiful car in the world.' The car was selected for MoMA's permanent collection.",
    "tags": [
      "REFERENCE"
    ]
  },
  "james-kilpatrick": {
    "name": "James Kilpatrick",
    "role": "Photographer",
    "avatar": "JK",
    "quote": "",
    "description": "Detroit News photographer who escaped the Battle of the Overpass with his film. His photographs ran in newspapers across the country, transforming public perception of Ford.",
    "tags": [
      "REFERENCE"
    ]
  },
  "c-harold-wills": {
    "name": "C. Harold Wills",
    "role": "Chief Engineer & Metallurgist",
    "avatar": "HW",
    "quote": "",
    "description": "Ford's first chief engineer who designed the Model T engine and introduced vanadium steel to American automaking. His metallurgical expertise gave Ford cars their legendary durability.",
    "tags": [
      "EMPLOYEE",
      "INNOVATOR"
    ]
  },
  "ingvar-kamprad": {
    "name": "Ingvar Kamprad",
    "role": "IKEA Founder",
    "avatar": "IK",
    "quote": "",
    "description": "Founded IKEA and, like Ford, democratized access to goods previously reserved for the wealthy through radical cost reduction and vertical integration.",
    "tags": [
      "REFERENCE"
    ]
  },
  "george-pullman": {
    "name": "George Pullman",
    "role": "Industrialist",
    "avatar": "GP",
    "quote": "",
    "description": "Built a company town for his railroad car workers that became a cautionary tale in paternalistic management when workers struck in 1894.",
    "tags": [
      "REFERENCE"
    ]
  },
  "eugene-debs": {
    "name": "Eugene Debs",
    "role": "Labor Leader & Socialist",
    "avatar": "ED",
    "quote": "",
    "description": "Led the American Railway Union during the Pullman Strike and later ran for president five times as a socialist. Represented the labor movement Ford both courted and fought.",
    "tags": [
      "REFERENCE"
    ]
  },
  "james-couzens": {
    "name": "James Couzens",
    "role": "Ford Business Manager & Senator",
    "avatar": "JC",
    "quote": "",
    "description": "Ford Motor Company's business manager who handled the commercial side while Ford focused on engineering. Later became a U.S. Senator. His $2,500 investment returned over $30 million.",
    "tags": [
      "PARTNER",
      "EXECUTIVE"
    ]
  },
  "henry-ford": {
    "name": "Henry Ford",
    "role": "Founder of Ford Motor Company who bet on single-model mass production when every competitor offered variety",
    "avatar": "HF",
    "quote": "Whether you think you can, or you think you can't — you're right.",
    "description": "Doubled wages to $5 per day to eliminate 370% annual turnover, staffed his factory with unskilled workers to force process simplification, and then held the Model T unchanged for nineteen years until the market forced a six-month shutdown.",
    "tags": [
      "REFERENCE"
    ]
  },
  "russell-ostrander": {
    "name": "Russell Ostrander",
    "role": "Judge",
    "avatar": "RO",
    "quote": "",
    "description": "The judge who initially ruled in favor of ALAM in the Selden Patent case, finding Ford guilty of patent infringement. The decision was later overturned on appeal.",
    "tags": [
      "REFERENCE"
    ]
  },
  "lynn-stout": {
    "name": "Lynn Stout",
    "role": "Legal Scholar",
    "avatar": "LS",
    "quote": "",
    "description": "Cornell Law professor who argued that Dodge v. Ford Motor Co. is widely misunderstood and that shareholder primacy doctrine is not as legally settled as commonly believed.",
    "tags": [
      "REFERENCE"
    ]
  },
  "horace-rackham": {
    "name": "Horace Rackham",
    "role": "Ford Investor & Attorney",
    "avatar": "HR",
    "quote": "",
    "description": "One of Ford Motor Company's original investors whose $5,000 investment became worth millions. His banker had advised against the investment.",
    "tags": [
      "INVESTOR"
    ]
  },
  "john-anderson": {
    "name": "John Anderson",
    "role": "Ford Investor",
    "avatar": "JA",
    "quote": "",
    "description": "One of the original investors in Ford Motor Company who provided crucial early capital that enabled Ford to begin production.",
    "tags": [
      "INVESTOR"
    ]
  },
  "john-gray": {
    "name": "John Gray",
    "role": "Ford's First President",
    "avatar": "JG",
    "quote": "",
    "description": "Served as the first president of Ford Motor Company, lending his credibility as a banker to the fledgling enterprise while Ford served as vice president.",
    "tags": [
      "EXECUTIVE"
    ]
  },
  "rosetta-hauss": {
    "name": "Rosetta Hauss",
    "role": "Ford Employee",
    "avatar": "RH",
    "quote": "",
    "description": "One of the Ford Motor Company employees who demonstrated the human impact of Ford's labor and management policies.",
    "tags": [
      "EMPLOYEE"
    ]
  },
  "walter-chrysler": {
    "name": "Walter Chrysler",
    "role": "Founder, Chrysler Corporation",
    "avatar": "WC",
    "quote": "",
    "description": "Left General Motors to found Chrysler Corporation, creating the third member of Detroit's Big Three. His company offered another competitive challenge to Ford's dominance.",
    "tags": [
      "RIVAL"
    ]
  },
  "billy-durant": {
    "name": "Billy Durant",
    "role": "General Motors Founder",
    "avatar": "BD",
    "quote": "",
    "description": "Founded General Motors through aggressive acquisitions, creating the multi-brand conglomerate that would eventually surpass Ford. His approach was the antithesis of Ford's single-product focus.",
    "tags": [
      "RIVAL"
    ]
  },
  "pierre-dupont": {
    "name": "Pierre du Pont",
    "role": "DuPont & GM Chairman",
    "avatar": "PD",
    "quote": "",
    "description": "Led DuPont's investment in General Motors and served as GM's chairman. Provided the financial backing and governance structure that enabled Sloan's management revolution.",
    "tags": [
      "RIVAL"
    ]
  },
  "harley-earl": {
    "name": "Harley Earl",
    "role": "GM Design Chief",
    "avatar": "HE",
    "quote": "",
    "description": "Created General Motors' Art and Colour Section, the first automotive design department. His emphasis on styling and annual model changes exploited Ford's refusal to evolve the Model T.",
    "tags": [
      "RIVAL",
      "INNOVATOR"
    ]
  },
  "lawrence-fisher": {
    "name": "Lawrence Fisher",
    "role": "Fisher Body / GM Executive",
    "avatar": "LF",
    "quote": "",
    "description": "One of the Fisher brothers whose Fisher Body Corporation became integral to GM. Their closed-body manufacturing capability gave GM an advantage Ford lacked.",
    "tags": [
      "RIVAL"
    ]
  },
  "bob-gregorie": {
    "name": "Bob Gregorie",
    "role": "Ford Chief Designer",
    "avatar": "BG",
    "quote": "",
    "description": "Ford Motor Company's chief designer who worked closely with Edsel Ford on landmark designs including the Lincoln Continental and the 1949 Ford.",
    "tags": [
      "EMPLOYEE",
      "INNOVATOR"
    ]
  },
  "jack-reith": {
    "name": "Jack Reith",
    "role": "Ford Executive",
    "avatar": "JR",
    "quote": "",
    "description": "A Whiz Kid-era Ford executive who helped modernize Ford's product planning and marketing operations during the company's postwar transformation.",
    "tags": [
      "EMPLOYEE"
    ]
  },
  "curtis-lemay": {
    "name": "Curtis LeMay",
    "role": "U.S. Air Force General",
    "avatar": "CL",
    "quote": "",
    "description": "Commanded the bombing campaigns of WWII and later led Strategic Air Command. The Whiz Kids who saved Ford had served under officers like LeMay, bringing military statistical methods to business.",
    "tags": [
      "REFERENCE"
    ]
  },
  "alan-gilmour": {
    "name": "Alan Gilmour",
    "role": "Ford CFO & Vice Chairman",
    "avatar": "AG",
    "quote": "",
    "description": "Longtime Ford executive who served as CFO and vice chairman, representing the professional management class that Henry Ford II installed to replace the founder's personal rule.",
    "tags": [
      "EMPLOYEE",
      "EXECUTIVE"
    ]
  },
  "lee-iacocca": {
    "name": "Lee Iacocca",
    "role": "Ford President / Chrysler CEO",
    "avatar": "LI",
    "quote": "",
    "description": "Rose through Ford's ranks to become president, creating the Mustang. Later fired by Henry Ford II, he rescued Chrysler from bankruptcy, becoming one of America's most famous executives.",
    "tags": [
      "EMPLOYEE",
      "LEADER"
    ]
  },
  "morgan": {
    "name": "Morgan",
    "role": "J.",
    "avatar": "MO",
    "quote": "",
    "description": "J.P. Morgan, who controlled the capital markets chokepoint through which every ambitious industrialist had to pass, extracting underwriting spreads as the toll for his credibility",
    "tags": [
      "REFERENCE"
    ]
  },
  "lew-wasserman": {
    "name": "Lew Wasserman",
    "role": "Chairman of MCA/Universal Studios (1913-2002)",
    "avatar": "LW",
    "quote": "",
    "description": "Transformed MCA from a talent booking agency into a vertically integrated entertainment empire. The flow of creative talent through Hollywood ran through Wasserman's office—studios that wanted his A-list star had to accept his B-list director.",
    "tags": [
      "OPERATOR"
    ]
  },
  "waste-management": {
    "name": "Waste Management",
    "role": "Waste Management",
    "avatar": "WM",
    "quote": "",
    "description": "The largest waste services company in the United States, whose real competitive advantage is not its trucks or landfills but its control of the waste stream itself",
    "tags": [
      "REFERENCE"
    ]
  },
  "asa-candler": {
    "name": "Asa Candler",
    "role": "Second owner of Coca-Cola",
    "avatar": "AC",
    "quote": "",
    "description": "Invented the manufacturer's coupon by mailing free Coke tickets to every address in Atlanta, creating a distribution channel that bypassed the retail chokepoint entirely. Every direct-to-consumer campaign descends from Candler's free Coke tickets.",
    "tags": [
      "INNOVATOR"
    ]
  },
  "walt-disney": {
    "name": "Walt Disney",
    "role": "Founder of the Walt Disney Company",
    "avatar": "WD",
    "quote": "",
    "description": "Created the Reedy Creek Improvement District in 1967 as a private government controlling building codes, utilities, and land use around Walt Disney World. Built the chokepoint so deep into Florida's legal infrastructure that even a governor with a grudge couldn't dislodge it.",
    "tags": [
      "INNOVATOR"
    ]
  },
  "adam-smith": {
    "name": "Adam Smith",
    "role": "Scottish economist and philosopher (1723-1790)",
    "avatar": "AS",
    "quote": "",
    "description": "Recognized the danger of concentrated trade in 1776, comparing it to a great blood vessel artificially swelled beyond its natural dimensions. A blockage in a major vessel causes convulsions or death.",
    "tags": [
      "REFERENCE"
    ]
  },
  "jorge-paulo-lemann": {
    "name": "Jorge Paulo Lemann",
    "role": "Brazilian billionaire investor who bought Brahma brewery in 1989 and built it into AB InBev, the world's largest beer company",
    "avatar": "JL",
    "quote": "",
    "description": "Waited five years to acquire Brahma brewing company, then closed the deal in one week when owners panicked. The initial $80 million investment became over $60 billion through systematic consolidation into AB InBev.",
    "tags": [
      "REFERENCE"
    ]
  },
  "kublai-khan": {
    "name": "Kublai Khan",
    "role": "Mongol emperor (1215-1294)",
    "avatar": "KK",
    "quote": "",
    "description": "Defeated his brother Ariq Boke not through battlefield superiority but by systematically cutting supply lines. The army that could not be defeated in combat was defeated by empty granaries.",
    "tags": [
      "REFERENCE"
    ]
  },
  "calakmul": {
    "name": "Calakmul",
    "role": "The 'Snake Kingdom' of ancient Maya civilization",
    "avatar": "CA",
    "quote": "",
    "description": "Spent over a century methodically encircling rival Tikal by converting allies, controlling trade routes, and cutting off diplomatic options. The strategy was systematic asphyxiation rather than military conquest—Jeff Bezos's retail playbook with obsidian weapons.",
    "tags": [
      "REFERENCE"
    ]
  },
  "dee-hock": {
    "name": "Dee Hock",
    "role": "Founder and first CEO of Visa",
    "avatar": "DH",
    "quote": "",
    "description": "Designed Visa as a non-stock membership corporation with irrevocable, non-transferable participation rights. Built an ownership structure specifically engineered to be unseizable—no hostile acquirer could buy it because there was nothing to buy.",
    "tags": [
      "INNOVATOR"
    ]
  },
  "joe-liemandt": {
    "name": "Joe Liemandt",
    "role": "Founder of Trilogy Software",
    "avatar": "JL",
    "quote": "",
    "description": "Discovered what zero alternatives looks like in practice: when a prospect asked about pricing, he tripled his price on the spot. 'The price has tripled. It's $300,000.' The buyer's response: 'Done.'",
    "tags": [
      "OPERATOR"
    ]
  },
  "transdigm": {
    "name": "TransDigm",
    "role": "TransDigm",
    "avatar": "TR",
    "quote": "",
    "description": "Aerospace components manufacturer that produces proprietary $200 widgets installed on $100 million aircraft, creating pricing power vastly disproportionate to its product size",
    "tags": [
      "REFERENCE"
    ]
  },
  "morris-chang": {
    "name": "Morris Chang",
    "role": "Founder of TSMC who created the pure-play foundry model separating chip design from manufacturing",
    "avatar": "MC",
    "quote": "",
    "description": "Built trust through incapacity: by refusing to design chips, TSMC became the only manufacturer that posed no competitive threat to its customers. Turned paranoia into a structural advantage no integrated competitor could replicate.",
    "tags": [
      "REFERENCE"
    ]
  },
  "bernard-arnault": {
    "name": "Bernard Arnault",
    "role": "Chairman of LVMH",
    "avatar": "BA",
    "quote": "",
    "description": "Built the largest luxury conglomerate by recognizing that luxury brands advertise the dream, not the product. Spends more than a third of revenue on marketing, making LVMH the largest luxury advertiser in the world, trapping his brands in stories of perpetual desire that no specific purchase can satisfy.",
    "tags": [
      "SUBJECT"
    ]
  },
  "henri-racamier": {
    "name": "Henri Racamier",
    "role": "Former CEO of Louis Vuitton",
    "avatar": "HR",
    "quote": "",
    "description": "Grew Louis Vuitton from 2 stores and $12 million in sales to 125 stores and over $1 billion in revenue by identifying that retailers, not producers, were capturing the value. His solution was vertical integration forward into retail.",
    "tags": [
      "SUBJECT"
    ]
  },
  "judy-faulkner": {
    "name": "Judy Faulkner",
    "role": "Founder and CEO of Epic Systems",
    "avatar": "JF",
    "quote": "",
    "description": "Built the largest electronic health records company in the United States, serving over 300 million patients. Never took outside capital, never acquired another company, never went public. Posted ten commandments of prohibition in every bathroom at Epic's Verona, Wisconsin campus.",
    "tags": [
      "SUBJECT"
    ]
  },
  "constantine-the-great": {
    "name": "Constantine the Great",
    "role": "Roman emperor (272-337 AD)",
    "avatar": "CG",
    "quote": "",
    "description": "Founded Constantinople at the narrowest crossing point between Europe and Asia, creating a chokepoint that controlled East-West trade for over a thousand years. The city held longer than any other capital in Western history.",
    "tags": [
      "REFERENCE"
    ]
  },
  "john-ruskin": {
    "name": "John Ruskin",
    "role": "Victorian art critic and social commentator (1819-1900)",
    "avatar": "JR",
    "quote": "",
    "description": "Drew the distinction between the medieval Crag Baron, who physically blocked roads to extract tolls, and the modern Money-bag Baron, who achieves the same extraction through financial control of freight rates. Standard Oil was Ruskin's Money-bag Baron made corporate.",
    "tags": [
      "REFERENCE"
    ]
  },
  "henry-demarest-lloyd": {
    "name": "Henry Demarest Lloyd",
    "role": "American journalist and reformer (1847-1903)",
    "avatar": "HL",
    "quote": "",
    "description": "Author of Wealth Against Commonwealth, the first major expose of Standard Oil's monopoly practices. Captured the structural logic of industrial monopoly in a single sentence: 'Monopoly anywhere must be monopoly everywhere.'",
    "tags": [
      "CHRONICLER"
    ]
  },
  "henry-flagler": {
    "name": "Henry Flagler",
    "role": "Rockefeller's closest business partner and Standard Oil co-architect",
    "avatar": "HF",
    "quote": "",
    "description": "Architect of Standard Oil's railroad negotiations who converted volume guarantees into structural cost advantages no competitor could replicate. Later built the Florida East Coast Railway, extending infrastructure-control logic to an entire state.",
    "tags": [
      "INNOVATOR"
    ]
  },
  "john-t-flynn": {
    "name": "John T. Flynn",
    "role": "American journalist and biographer (1882-1964)",
    "avatar": "JF",
    "quote": "",
    "description": "Author of God's Gold, one of the most psychologically penetrating accounts of Rockefeller's business methods. Captured the organizational genius that biographers focused on ethics tended to miss.",
    "tags": [
      "CHRONICLER"
    ]
  },
  "karl-wittfogel": {
    "name": "Karl Wittfogel",
    "role": "German-American historian and sinologist (1896-1988)",
    "avatar": "KW",
    "quote": "",
    "description": "Theorized that control of large-scale irrigation systems gave rise to despotic 'hydraulic empires' in ancient Mesopotamia, Egypt, and China. His framework connects water control to political power across civilizations.",
    "tags": [
      "REFERENCE"
    ]
  },
  "jp-morgan": {
    "name": "J.P. Morgan",
    "role": "Financier and banking titan (1837-1913)",
    "avatar": "JM",
    "quote": "",
    "description": "Controlled the capital markets chokepoint through which every ambitious industrialist had to pass. His chokepoint was relational: the bottleneck of credibility in a market where most participants could not independently evaluate what they were buying.",
    "tags": [
      "SUBJECT"
    ]
  },
  "roberto-goizueta": {
    "name": "Roberto Goizueta",
    "role": "Chairman and CEO of Coca-Cola (1931-1997)",
    "avatar": "RG",
    "quote": "",
    "description": "Authorized the New Coke launch and later admitted the company had failed to understand the emotional relationship consumers had with the brand. His acknowledgment that Coca-Cola 'did not understand the deep emotions of so many of our customers' became a landmark confession in corporate history.",
    "tags": [
      "SUBJECT"
    ]
  },
  "charlie-munger": {
    "name": "Charlie Munger",
    "role": "Vice chairman of Berkshire Hathaway and intellectual partner of Warren Buffett",
    "avatar": "CM",
    "quote": "",
    "description": "His speeches on cognitive bias and psychological misjudgment provide some of the most precise descriptions of identity-protective cognition in the business literature. Identified the occupied-space problem and the Tolstoy effect as mechanisms by which self-image prevents self-correction.",
    "tags": [
      "REFERENCE"
    ]
  },
  "marc-andreessen": {
    "name": "Marc Andreessen",
    "role": "Co-founder of Netscape and Andreessen Horowitz",
    "avatar": "MA",
    "quote": "",
    "description": "Articulated the paradox that high-status individuals are the most susceptible to conformity pressures, observing that modern Western elites are 'overly oriented towards what other people like themselves think.' The cost of identity revision scales with the success of the original identity.",
    "tags": [
      "REFERENCE"
    ]
  },
  "thomas-w-lamont": {
    "name": "Thomas W. Lamont",
    "role": "Senior partner at J.P. Morgan & Co.",
    "avatar": "TL",
    "quote": "",
    "description": "Wielded enormous influence in international finance and politics from the 1920s through the 1940s. His Morgan self-image as a relationship banker led him into arranging loans for Fascist Italy and managing Mussolini's public image in the American press, a moral catastrophe produced by a framework that had no category for a client who should be refused.",
    "tags": [
      "SUBJECT"
    ]
  },
  "richard-whitney": {
    "name": "Richard Whitney",
    "role": "President of the New York Stock Exchange (1930-1935)",
    "avatar": "RW",
    "quote": "",
    "description": "A pillar of the Morgan social network whose embezzlement conviction in 1938 demolished the premise that social pedigree was a reliable proxy for character. His fraud proved that club membership and family connections were unreliable signals of the very quality Morgan claimed to measure.",
    "tags": [
      "SUBJECT"
    ]
  },
  "russell-leffingwell": {
    "name": "Russell Leffingwell",
    "role": "Morgan partner",
    "avatar": "RL",
    "quote": "",
    "description": "Argued after the Pecora Hearings that any attack on J.P. Morgan & Co. was an attack on the entire social order, revealing how completely the firm's identity had merged with its class's self-conception. The firm had transcended banking entirely in its partners' minds.",
    "tags": [
      "SUBJECT"
    ]
  },
  "steve-ballmer": {
    "name": "Steve Ballmer",
    "role": "CEO of Microsoft (2000-2014)",
    "avatar": "SB",
    "quote": "",
    "description": "His identity as a sales-driven operator collided catastrophically with Gates's identity as a technology visionary, producing a year of silence between them during the CEO transition. Ballmer later said he did not know what it meant to be Gates's boss, and Gates did not know what it meant to work for Ballmer.",
    "tags": [
      "SUBJECT"
    ]
  },
  "bill-gates": {
    "name": "Bill Gates",
    "role": "Co-founder of Microsoft",
    "avatar": "BG",
    "quote": "",
    "description": "His identity as the technical visionary and undisputed leader of Microsoft could not accommodate the role of subordinate when Ballmer became CEO. The partnership structure that had sustained their relationship for decades collapsed the moment hierarchy was imposed.",
    "tags": [
      "SUBJECT"
    ]
  },
  "orlando-ayala": {
    "name": "Orlando Ayala",
    "role": "Microsoft sales leader",
    "avatar": "OA",
    "quote": "",
    "description": "At an executive retreat, stood and declared 'My name is Orlando Ayala. I am not a proud Microsoftee today. Our integrity is under assault.' Crystallized for Ballmer that the antitrust crisis was an identity crisis, not just a legal one.",
    "tags": [
      "SUBJECT"
    ]
  },
  "blancpain": {
    "name": "Blancpain",
    "role": "Swiss watchmaker, est. 1735",
    "avatar": "BL",
    "quote": "",
    "description": "Turned the quartz crisis into a brand advantage by declaring 'Since 1735 there has never been a quartz Blancpain watch and there never will be.' Converted a technological limitation into an identity statement that generates enormous pricing power and microscopic strategic options.",
    "tags": [
      "SUBJECT"
    ]
  },
  "napoleon-bonaparte": {
    "name": "Napoleon Bonaparte",
    "role": "French emperor (1769-1821)",
    "avatar": "NB",
    "quote": "",
    "description": "Constructed a mythology around his 'star,' a near-mystical belief in his own destiny that drove his conquests and his strategic overreach. The star did not permit doubt, and so Napoleon invaded Russia, returned from Elba, and fought at Waterloo, because the star said he was invincible.",
    "tags": [
      "REFERENCE"
    ]
  },
  "ivy-lee": {
    "name": "Ivy Lee",
    "role": "Efficiency consultant (1877-1934)",
    "avatar": "IL",
    "quote": "",
    "description": "Invented the practice of shaping reality rather than merely managing messages. For the Pennsylvania Railroad and later Rockefeller, Lee constructed narratives that became the lens through which the public understood his clients, building them a beautiful house and locking them inside it.",
    "tags": [
      "REFERENCE"
    ]
  },
  "bernie-marcus": {
    "name": "Bernie Marcus",
    "role": "Co-founder of Home Depot who walked away from Ross Perot's investment over a dispute about a Cadillac",
    "avatar": "BM",
    "quote": "",
    "description": "When a $3 million investor demanded healthcare cuts, Marcus pulled his car onto the highway shoulder and told the investor to get out. His commitment to people over metrics held under financial pressure because it was genuine, not performative.",
    "tags": [
      "REFERENCE"
    ]
  },
  "pertinax": {
    "name": "Pertinax",
    "role": "Roman emperor (193 AD)",
    "avatar": "PE",
    "quote": "",
    "description": "Attempted to impose honest administration on soldiers accustomed to corruption under Commodus. His genuine, well-earned, morally admirable conviction killed him within three months because the environment could not tolerate it. Two loops collided; the Guard had swords.",
    "tags": [
      "REFERENCE"
    ]
  },
  "jayavarman-vii": {
    "name": "Jayavarman VII",
    "role": "Khmer emperor (r. 1181-1218)",
    "avatar": "JV",
    "quote": "",
    "description": "Rebuilt Angkor after its sack by the Chams in 1177, constructing the Bayon temple with 216 stone faces representing his divine authority over every direction. His power was rooted in belief, and when Theravada Buddhism eroded that belief, no amount of stone faces could restore it.",
    "tags": [
      "REFERENCE"
    ]
  },
  "bagan": {
    "name": "Bagan",
    "role": "Medieval Burmese kingdom (849-1297 AD)",
    "avatar": "BA",
    "quote": "",
    "description": "The kingdom whose identity as a Buddhist state created an irreversible economic trap: the king's legitimacy required donating land to monasteries, but donated land could never be taxed. By the late thirteenth century, 63 percent of the kingdom's land was tax-exempt.",
    "tags": [
      "REFERENCE"
    ]
  },
  "alexander-the-great": {
    "name": "Alexander the Great",
    "role": "Macedonian king (356-323 BC)",
    "avatar": "AG",
    "quote": "",
    "description": "Carried the Iliad on his campaigns and modeled his identity and strategy on Achilles. The text was his operating system, brilliant during conquest but containing no instructions for what came after. His empire began fragmenting before his death.",
    "tags": [
      "REFERENCE"
    ]
  },
  "pepi-ii": {
    "name": "Pharaoh Pepi II",
    "role": "Egyptian pharaoh (r. c. 2278-2184 BC)",
    "avatar": "PI",
    "quote": "",
    "description": "Ascended the throne at age six and ruled for over sixty years. A way of ruling formed by a six-year-old's circumstances was maintained by adult habit for six decades, slowly emptying the central authority of content.",
    "tags": [
      "REFERENCE"
    ]
  },
  "hiroo-onoda": {
    "name": "Hiroo Onoda",
    "role": "Japanese intelligence officer (1922-2014)",
    "avatar": "HO",
    "quote": "",
    "description": "Continued fighting World War II on a Philippine island for twenty-nine years after Japan's surrender, dismissing every piece of evidence as enemy propaganda. The most committed refusal to update a performance review in recorded history.",
    "tags": [
      "REFERENCE"
    ]
  },
  "bob-nardelli": {
    "name": "Bob Nardelli",
    "role": "CEO of Home Depot (2000-2007)",
    "avatar": "BN",
    "quote": "",
    "description": "A Six Sigma-trained GE executive whose professional management approach collided catastrophically with Home Depot's founder-driven culture. Nardelli's optimization required reducing the autonomy that Marcus's culture celebrated. He was eventually fired with a $210 million severance package.",
    "tags": [
      "SUBJECT"
    ]
  },
  "satya-nadella": {
    "name": "Satya Nadella",
    "role": "CEO of Microsoft (2014-present)",
    "avatar": "SN",
    "quote": "",
    "description": "Demonstrated willingness to subordinate his own identity to the company's needs. When running Bing, he proposed hiring a brilliant engineer and having Nadella report to him. The gesture of ego suppression put him on the path to CEO.",
    "tags": [
      "SUBJECT"
    ]
  },
  "david-heinemeier-hansson": {
    "name": "David Heinemeier Hansson",
    "role": "Creator of Ruby on Rails and co-founder of Basecamp/Hey.com who rejected venture capital and the separation of front-end and back-end engineering",
    "avatar": "DH",
    "quote": "",
    "description": "Articulated the impossibility of retirement for ambitious operators: 'Mojito Island is a mirage. There is no retirement for ambitious people.' The striver and the retiree are incompatible psychological structures, and no amount of money can bridge the gap.",
    "tags": [
      "REFERENCE"
    ]
  },
  "michael-ovitz": {
    "name": "Michael Ovitz",
    "role": "Legendary talent agent, co-founder of CAA, and one of the most powerful figures in 1980s-90s Hollywood",
    "avatar": "MO",
    "quote": "",
    "description": "Built CAA into the most powerful talent agency in entertainment, then discovered that his power had been a function of his position, not his person. His authority was rented from the institution he had built, and when he left, the authority did not follow.",
    "tags": [
      "REFERENCE"
    ]
  },
  "king-kashta": {
    "name": "King Kashta",
    "role": "Kushite ruler (8th century BC)",
    "avatar": "KK",
    "quote": "",
    "description": "Worked to gain influence over the high priests of Thebes, eventually having his daughter appointed God's Wife of Amun. He conquered Egypt not through military force alone but by adopting an identity the current occupants had discarded.",
    "tags": [
      "REFERENCE"
    ]
  },
  "jean-claude-biver": {
    "name": "Jean-Claude Biver",
    "role": "Luxury watch executive who bought the dormant Blancpain brand in 1983 for sixteen thousand dollars and revived mechanical watchmaking by positioning obsolescence as heritage",
    "avatar": "JB",
    "quote": "",
    "description": "Purchased the dormant Blancpain brand for approximately $16,000 and reclassified the entire mechanical watch industry. Mechanical watches had been timekeeping devices; Biver reclassified them as luxury objects. The product did not change. The category did.",
    "tags": [
      "REFERENCE"
    ]
  },
  "barry-diller": {
    "name": "Barry Diller",
    "role": "Media executive",
    "avatar": "BD",
    "quote": "",
    "description": "Left Fox Broadcasting at the height of his success to pursue interactive commerce. Used a binary identity frame to force the transition: 'I am the kind of person who takes this risk, or I am the kind of person who doesn't.' Bypassed the analytical objections that would have kept him comfortable.",
    "tags": [
      "SUBJECT"
    ]
  },
  "reed-hastings": {
    "name": "Reed Hastings",
    "role": "Co-founder of Netflix who built a DVD-by-mail business while the market chased internet delivery",
    "avatar": "RH",
    "quote": "",
    "description": "Deliberately destroyed Netflix's profitable DVD business to force the transition to streaming. The Qwikster debacle failed as a branding exercise but succeeded as an identity operation. Netflix's streaming self emerged from the wreckage.",
    "tags": [
      "REFERENCE"
    ]
  },
  "jamie-dimon": {
    "name": "Jamie Dimon",
    "role": "CEO of JPMorgan Chase who maintained conservative leverage during the pre-2008 boom while competitors posted higher returns",
    "avatar": "JD",
    "quote": "",
    "description": "Put half his personal net worth into Bank One stock on his first day as CEO. By fusing his financial future with the institution's survival, Dimon eliminated the escape hatch that most trapped operators leave open.",
    "tags": [
      "REFERENCE"
    ]
  },
  "sol-price": {
    "name": "Sol Price",
    "role": "Founder of FedMart and Price Club, pioneer of the warehouse club format and the concept of 'intelligent loss of sales'",
    "avatar": "SP",
    "quote": "",
    "description": "Invented the warehouse club format and pioneered the concept of 'the intelligent loss of sales'—the deliberate refusal to carry profitable products that would complicate operations or confuse the value proposition.",
    "tags": [
      "REFERENCE"
    ]
  },
  "jim-sinegal": {
    "name": "Jim Sinegal",
    "role": "Co-founder of Costco (1936-present)",
    "avatar": "JS",
    "quote": "",
    "description": "Sol Price's protégé who built Costco on a hard margin cap: 14% on branded goods, 15% on Kirkland. Compared price increases to heroin and designed the cap to eliminate the temptation entirely.",
    "tags": [
      "SUBJECT"
    ]
  },
  "howard-marks": {
    "name": "Howard Marks",
    "role": "Co-founder of Oaktree Capital Management",
    "avatar": "HM",
    "quote": "",
    "description": "Built a $180 billion distressed debt firm on the principle that avoiding big losses matters more than achieving big gains. Quantified the patience premium through the parable of the 27th-percentile fund manager.",
    "tags": [
      "SUBJECT"
    ]
  },
  "ron-shaich": {
    "name": "Ron Shaich",
    "role": "Founder of Panera Bread and Au Bon Pain",
    "avatar": "RS",
    "quote": "",
    "description": "Built a $7 billion restaurant empire by refusing to chase same-store sales, the metric Wall Street used to evaluate restaurant chains. Spent $42 million building Panera 2.0 while analysts downgraded the stock.",
    "tags": [
      "SUBJECT"
    ]
  },
  "steve-wozniak": {
    "name": "Steve Wozniak",
    "role": "Co-founder of Apple Computer",
    "avatar": "SW",
    "quote": "",
    "description": "Designed computers on paper because he could not afford components. The poverty forced design tricks that no funded competitor discovered, including a floppy disk controller using five chips where the industry standard used fifty to one hundred.",
    "tags": [
      "SUBJECT"
    ]
  },
  "jack-byrne": {
    "name": "Jack Byrne",
    "role": "CEO of GEICO (1970s turnaround)",
    "avatar": "JB",
    "quote": "",
    "description": "Threw GEICO's New Jersey business license on the insurance commissioner's desk, canceled 30,000 policies, and fired 2,000 employees. Cut revenue that was killing the company and saved it by shrinking.",
    "tags": [
      "SUBJECT"
    ]
  },
  "martin-escobari": {
    "name": "Martin Escobari",
    "role": "Managing partner at General Atlantic and former 3G Capital executive",
    "avatar": "ME",
    "quote": "",
    "description": "Built an investment practice around refusing binary risk: worst-case scenario must be that a company grows into the valuation paid. Achieved a 4% loss ratio in an industry where 20-40% is standard.",
    "tags": [
      "REFERENCE"
    ]
  },
  "peter-kaufman": {
    "name": "Peter Kaufman",
    "role": "Chairman of Glenair, editor of Poor Charlie's Almanack",
    "avatar": "PK",
    "quote": "",
    "description": "Distilled the constancy principle: Buffett and Munger got rich not by being brilliant but by being constant. The peers had higher highs. The constants had no lows. Over decades, the absence of lows was worth more than the presence of highs.",
    "tags": [
      "REFERENCE"
    ]
  },
  "quintus-fabius-maximus": {
    "name": "Quintus Fabius Maximus",
    "role": "Roman dictator during the Second Punic War (c. 280-203 BCE)",
    "avatar": "QM",
    "quote": "",
    "description": "Appointed dictator after Hannibal destroyed a Roman army at Lake Trasimene. Refused to fight, marched within sight of Hannibal but declined every invitation to battle. The Senate hated him while alive and named a strategy after him once he was dead.",
    "tags": [
      "REFERENCE"
    ]
  },
  "emperor-maurice": {
    "name": "Emperor Maurice",
    "role": "Byzantine emperor who codified asymmetric warfare doctrine in the Strategikon",
    "avatar": "EM",
    "quote": "",
    "description": "Wrote the Strategikon, instructing commanders facing nomadic horse-archer armies to avoid pitched battles entirely. The instruction contradicted Roman military culture, which prized direct engagement and decisive battle.",
    "tags": [
      "REFERENCE"
    ]
  },
  "wang-mang": {
    "name": "Wang Mang",
    "role": "Usurper emperor of the Xin Dynasty (45 BCE-23 CE)",
    "avatar": "WM",
    "quote": "",
    "description": "Confucian scholar who seized the Han throne and centralized all decisions in his own person. His determination to prevent usurpation produced the governance failure that made usurpation inevitable—the world's first bottleneck CEO.",
    "tags": [
      "REFERENCE"
    ]
  },
  "helen-walton": {
    "name": "Helen Walton",
    "role": "Wife of Sam Walton",
    "avatar": "HW",
    "quote": "",
    "description": "Imposed two constraints on her husband's ambition: no partnerships with non-family members and no living in a big city. The veto redirected Walton into small towns that larger retailers ignored, producing the most successful retailer in history.",
    "tags": [
      "REFERENCE"
    ]
  },
  "rick-rubin": {
    "name": "Rick Rubin",
    "role": "Music producer",
    "avatar": "RR",
    "quote": "",
    "description": "Described his role as reducer, not producer. His method is subtraction: identify what does not belong in a recording—the extra instruments, overdone arrangements, production flourishes—and remove them.",
    "tags": [
      "REFERENCE"
    ]
  },
  "dana-white": {
    "name": "Dana White",
    "role": "President of the UFC",
    "avatar": "DW",
    "quote": "",
    "description": "Lost $80,000 in a single gambling session, then built pre-commitment devices: no drinking while gambling, hard loss limits set before sitting down. A man who reads self-destruction in fighters' body language could not see it at a blackjack table with his own money.",
    "tags": [
      "REFERENCE"
    ]
  },
  "andrew-carnegie": {
    "name": "Andrew Carnegie",
    "role": "Steel magnate who doubled plant capacity during depressions when competitors were cutting dividends",
    "avatar": "AC",
    "quote": "",
    "description": "Selected Rannoch Lodge in the Scottish Highlands—thirty-five miles from the nearest telegraph—as his vacation spot during the Homestead Strike. The alibi collapsed when the deliberate selection became public knowledge.",
    "tags": [
      "REFERENCE"
    ]
  },
  "thomas-hunt-morgan": {
    "name": "Thomas Hunt Morgan",
    "role": "Nobel Prize-winning geneticist (1866-1945)",
    "avatar": "TM",
    "quote": "",
    "description": "Banned calculators from his Caltech laboratory. Researchers, forced to rely on qualitative judgment, began distinguishing between quantities they actually understood and quantities they were merely computing. The lab produced more honest science than those that kept their calculators.",
    "tags": [
      "REFERENCE"
    ]
  },
  "kashta": {
    "name": "Kashta",
    "role": "Kushite king (8th century BCE)",
    "avatar": "KA",
    "quote": "",
    "description": "Faced a problem no army could solve: military invasion of Egypt would unite the factions against him. Instead, he had his daughter appointed God's Wife of Amun, the most powerful religious position in Upper Egypt. Upper Egypt came under Nubian control without a single battle.",
    "tags": [
      "REFERENCE"
    ]
  },
  "hamilton-helmer": {
    "name": "Hamilton Helmer",
    "role": "Business strategist and author of 7 Powers, which formalized counter-positioning as one of seven durable sources of competitive power",
    "avatar": "HH",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "david-rosenthal": {
    "name": "David Rosenthal",
    "role": "Co-host of the Acquired podcast, known for deep-dive business history episodes",
    "avatar": "DR",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "john-connaughton": {
    "name": "John Connaughton",
    "role": "Managing Director at Bain Capital who described the firm's counter-positioning hiring philosophy of recruiting from consulting rather than investment banking",
    "avatar": "JC",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "ross-perot": {
    "name": "Ross Perot",
    "role": "Founder of EDS and billionaire investor who walked away from a two-million-dollar deal for seventy percent of Home Depot over the kind of car Bernie Marcus drove",
    "avatar": "RP",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "henry-singleton": {
    "name": "Henry Singleton",
    "role": "CEO of Teledyne who built the company through 130 acquisitions during the conglomerate boom, then repurchased ninety percent of shares when the stock collapsed",
    "avatar": "HS",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "henry-clay-frick": {
    "name": "Henry Clay Frick",
    "role": "Coke magnate who bought distressed ovens during the Panic of 1873 and controlled eighty percent of Connellsville supply by age thirty",
    "avatar": "HF",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "lotte-bjerre-knudsen": {
    "name": "Lotte Bjerre Knudsen",
    "role": "Novo Nordisk scientist who spent nearly two decades developing GLP-1 obesity drugs against institutional resistance, producing semaglutide (Ozempic/Wegovy)",
    "avatar": "LK",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "lars-sorensen": {
    "name": "Lars Sorensen",
    "role": "CEO of Novo Nordisk who publicly declared in 2005 that obesity had 'no business' for the company, while a scientist inside was building what would become its most valuable product",
    "avatar": "LS",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "orlando-bravo": {
    "name": "Orlando Bravo",
    "role": "Founder of Thoma Bravo, the largest software-focused private equity firm, who bet against the assumption that growth requires losses",
    "avatar": "OB",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "thomas-peterffy": {
    "name": "Thomas Peterffy",
    "role": "Hungarian immigrant who built Interactive Brokers by automating trading when every other firm relied on human traders",
    "avatar": "TP",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "siegmund-warburg": {
    "name": "Siegmund Warburg",
    "role": "German-Jewish immigrant banker who launched the first hostile takeover in postwar British history in 1958, breaking the City of London's gentlemen's agreements",
    "avatar": "SW",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "e-h-harriman": {
    "name": "E.H. Harriman",
    "role": "Railroad magnate who attempted to buy the Northern Pacific to gain control of the Burlington Railroad through the back door",
    "avatar": "EH",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "ron-johnson": {
    "name": "Ron Johnson",
    "role": "Former Apple Store head who attempted to counter-position JCPenney against the department store model and was fired seventeen months later after revenue fell twenty-five percent",
    "avatar": "RJ",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "philip-ii-macedon": {
    "name": "Philip II of Macedon",
    "role": "King who studied Greek democracy as a teenage hostage in Thebes, then built a military system calibrated to exploit every weakness he had catalogued",
    "avatar": "PM",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "syllaeus": {
    "name": "Syllaeus",
    "role": "Nabataean guide who sabotaged the Roman expedition to southern Arabia by leading them on a deliberately circuitous route through waterless desert",
    "avatar": "SY",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  },
  "james-c-scott": {
    "name": "James C. Scott",
    "role": "Political scientist who studied Zomia, a mountainous region of Southeast Asia where populations practiced escape agriculture to remain invisible to the state",
    "avatar": "JS",
    "quote": "",
    "description": "",
    "tags": [
      "REFERENCE"
    ]
  }
}
